{"time_collected": "2023-03-20 00:41:27.022998-04:00", "top_headers": [{"heading": "Aceitas?!😢🙏", "time_posted": "2 months ago"}, {"heading": "Volteeei vão todos os redpills tomarem no centro do olho do seus cus", "time_posted": "17 hours ago"}, {"heading": "ifunny.co", "time_posted": "15 hours ago"}, {"heading": "Tankei foi nothing", "time_posted": "11 hours ago"}, {"heading": "memes_do_bic", "time_posted": "9 hours ago"}], "rules": ["A unica regra dessa porra!"], "subreddits": {"Comunidades parceiras!👬": {"r/Orochisegundo": "51,192 members", "r/RabiscosBr": "601 members", "r/PerfisPerfeitos": "723 members", "r/SemContexto": "596 members", "r/Sonho": "490 members", "r/Autolink_SFW": "32,526 members", "r/humor_afrodescendente": "308 members", "r/SaikoReddit": "15,332 members"}}, "about": {"header": "About Community", "description": "Esta e a casa dos agiotas no reddit! Dê um oi para nosso mascote Geremias(foto do sub) o Agiota mais brabo d todos(e seu pet Adalberto)😎👍✌                                                           Fique a vontade pra postar seu shitpost, meme, video, etc, MAS lembre-se, respeite a unica regra dessa porra!(q se encontra no about da comunidade) e é claro, na medida do possível, respeite os demais agiotas!👍👊🤝", "created": "Created Nov 16, 2020", "stats": ["10.7k Agiotas", "12 Cobrando suborno!"]}, "other_information": [{"header": "Legalização da agiotagem", "description": "A agiotagem e uma profissão que ja é exercida desde os primórdios dos tempos, porém, assim como a prostituição, jogos de azar, briga de galo, narco trafico e design grafico ela ainda e muito mal vista.\nNos do AgiotasClub queremos desmistificar esse fato e trazer a tona os benefícios que essa maravilhosa profissão tem a oferecer para a sociedade contemporânea. Nosso projeto consiste em levar a agiotagem para casa de cada cidadão e cidadã desde esplêndido país!\nOs bancos hoje em dia não dão a devida atenção que o nosso povo brasileiro merece, precisamos trazer de volta aquele toque mais humano que a extorsão, desvio e lavagem de dinheiro tinham antigamente. Se você se compadece pela nossa causa e esta disposto a ajudar monetariamente, basta fazer uma doação para o MeuBolso foundation, nosso lema e \"todo dinheiro que você nos dá vai para o MeuBolso!😉\""}, {"header": "Horário das surubas", "description": "Atenção! todos os horários correspondem ao de Brasília! fique atento!\n•suruba com os adms:\ntodas as terças apartir das 20:00.\n•Surra de pau mole nos novos membros:\numa vez no mês, todo dia 05. apartir das 19:00 na casa do Douglas.\n•Suruba com a ex esposa do u/due_contribution_258 :\nTodo final de semana la na casa do u/elpychula. Sabado começa as 19:00, domingo as 20:30.\n•Teste de sofá para se tornar adm:\nos teste são agendados, se quiser participar, favor contatar os adms.\n•suruba com anões bolivianos:\nacada duas semanas, apartir das 21:00 ou 22:00 ( dependendo da disposição dos anões ) no apartamento da Letícia.\n•Suruba com a tia do Emerson:\n2 vezes por mês, todo dia 07 e 23, no motel Paraiso apaixonante. Limite maximo de 11 pessoas devido ao maldito-19.\n•Suruba com o Sósia do William Boner:\nDias 04 e 17 de qualquer mês, apartir das 17:30.\n⚠️Atenção! Para participar das surubas seguem os seguintes critérios:\n1° ter entre 18 e 67 anos(atenção idosos e cardíacos, não nos responsabilizamos por infartos durante ou pós suruba).\n2° não ser torcedor do Paysandu, time ruim da poha! Sfd🤬🖕\n3° Não discutir esses seguintes assuntos/tópicos antes, durante e após o suingue, sujeito a banimento permanente: signos, política, nescau ou Toddy, DC ou marvel, usa meu codigo do kawai.\n4° Chegar com no minimo 10 minutos de antecedência.\nobs:\n1-para confirmar sua presença, envie um teste de covid, aids e HIV um dia antes da data da suruba.\n2-Traga seu pau ou vagina limpo!\n3-Se o Ricardo te pedir dinheiro emprestado n dê!\nse vc tiver alguma dúvida sobre as surubas, favor contatar os adms👍"}], "type": "public"}