{"time_collected": "2023-03-07 02:30:14.663691-05:00", "top_headers": [{"heading": "filih año!!", "time_posted": "1 year ago"}, {"heading": "Favor de reportar todo comentario que aliente al odio. Así nos podrían ayudar mucho más en cuanto a la moderación de este subreddit.", "time_posted": "2 days ago"}, {"heading": "¿Qué secreto sabes de tu hij@ que ellos piensan que no sabes?", "time_posted": "8 hours ago"}, {"heading": "Tuve relaciones con mi novio y use la pastilla del día después como a los 2 días lo volvimos a hacer sin preservativo y me vino la menstruación pero es muy irregular ya que se me va por momentos y vuelve a venir, será algo malo o es normal?", "time_posted": "3 hours ago"}, {"heading": "Quiero abrirme con las personas sin temor alguno pero la timidez me causa conflicto, alguna recomendación de gente extrovertida? :((", "time_posted": "6 hours ago"}, {"heading": "¿Cuántos años tienes y cuál es tu mayor preocupación en este momento?", "time_posted": "11 hours ago"}, {"heading": "hola amigos, he tenido muchos problemas ultimamente con organizar mi tiempo y mas con el colegio. Quiero pedir, si alguien podria darme consejos de ¿como ser mas organizado y productivo?", "time_posted": "3 hours ago"}, {"heading": "a alguien más no le gusta el realismo en los videojuegos?", "time_posted": "3 hours ago"}, {"heading": "¿Tienes una máquina del tiempo, puedes viajar las veces que quieras, pero el primero que comente le da puede elegir una consecuencia de viajar en el tiempo?", "time_posted": "3 hours ago"}, {"heading": "¿Que estafas piramidales o multinivel sigue cayendo la gente hoy en dia?", "time_posted": "3 hours ago"}, {"heading": "Hombres feos de reddit ¿Como consiguieron novia?", "time_posted": "13 hours ago"}, {"heading": "¿Qué hago? No sé qué tenga, no he hecho tareas, tampoco me gusta andar en mi casa, cuando me preguntan de la carrera que escogeré nomas respondo para que no me pregunten más, me siento un tanto desmotivado y nose que hacer", "time_posted": "23 minutes ago"}, {"heading": "gente de Reddit cuenten sus peores experiencias paranormales ?", "time_posted": "4 hours ago"}, {"heading": "hay algun metodo para alargar el pene o medicamento?", "time_posted": "57 minutes ago"}, {"heading": "Creéis en la vida extraterrestre? Porque?", "time_posted": "57 minutes ago"}, {"heading": "¿Cuala fue la mejor sensación de venganza que consideres aver tenido en toda vida?", "time_posted": "59 minutes ago"}, {"heading": "¿Qué es esa cosa que has querido decir o confesar al mundo y de momento no has podido hacerlo?", "time_posted": "7 hours ago"}, {"heading": "amigos, termine con mi novia y estoy devastado. el contexto es el siguiente, ella dijo que no era lo suficientemente madura para nuestra relación y que le falta muchas experiencias por vivir. se que debo dejarlo ahí con ella pero fue tan significativa para mí, cómo puedo sobrellevar el dolor?", "time_posted": "9 hours ago"}, {"heading": "Cuando se sienten mal, deprimidos o tristes ¿Qué les gusta hacer para no sentirse mal?", "time_posted": "5 hours ago"}, {"heading": "Ayuda con un celular..!! Adquiri un celular kaiOs, veia en videos que se podia insralar WhatsApp, pero en la store no me sale, alguien sabe que pasa y/o como podria solucionarlo..?!", "time_posted": "1 hour ago"}, {"heading": "¿En qué situaciones te sientes totalmente incomprendido?", "time_posted": "1 hour ago"}, {"heading": "Mi novia tiene borderline, ansiedad y es insegura, le digo diario que la amo pero a veces piensa que ya no me gusta y que la voy a terminar. Qué podría hacer para ayudarla?", "time_posted": "2 hours ago"}, {"heading": "Quiero empezar a ser community manager (tengo el conocimiento pero no la experiencia) Que me recomiendan hacer para conseguir los primeros clientes sin un portafolio ni contactos?", "time_posted": "2 hours ago"}, {"heading": "Gente de reddit cual es su propósito en la vida?", "time_posted": "8 hours ago"}, {"heading": "Es normal tener un IQ de 126- 128 y no valer v#3 rrg 4 en la vida?", "time_posted": "2 hours ago"}, {"heading": "QUE ME RECOMIENDAN? Estoy pensando comprarme unos headphones que recomiendan Sony o Apple?", "time_posted": "2 hours ago"}, {"heading": "por qué quieren manipular? tengo un conocido que sólo Lee libros como \"cómo influir en las personas\" o \"tácticas de manipulación\" y es muy evidente cuando quiere aplicarte esas técnicas, ¿por qué hay gente con ese tipo de obsesión?", "time_posted": "10 hours ago"}], "rules": ["La pregunta debe de ser clara y directa", "No publicar información personal", "Preguntas de asesoramiento personal o profesional", "Preguntas con etiqueta “[Serio]”", "No esta permitido solicitar dinero, favores o recompensas de Reddit.", "Se respetuoso", "La pregunta debe estar incluida en el titulo"], "subreddits": {"Related Communities": {"r/espanol": "144,485 members"}}, "about": {"header": "About Community", "description": "¡Bienvenido! si estás buscando un lugar donde intercambiar preguntas y respuestas, y además eres hispanohablante, r/AskRedditespanol es el lugar ideal, ponte cómodo..", "created": "Created Jul 14, 2013", "stats": ["101k preguntones", "156 lurkers online"]}, "other_information": [], "type": "public"}