{"time_collected": "2023-03-19 23:44:40.365241-04:00", "top_headers": [{"heading": "Por que cientistas discutem criação de fuso horário na Lua", "time_posted": "5 hours ago"}, {"heading": "'Facções nunca dormem': a guerra silenciosa por trás de ataques no Rio Grande do Norte", "time_posted": "3 days ago"}, {"heading": "Colapso de bancos nos EUA e crise no Credit Suisse podem se alastrar pelo mundo?", "time_posted": "3 days ago"}, {"heading": "O plano fiscal de Fernando Haddad que se tornou primeira grande batalha de Lula no Congresso", "time_posted": "4 days ago"}, {"heading": "O que explica recorde histórico de produção de cocaína no mundo", "time_posted": "4 days ago"}, {"heading": "Ação na Inglaterra pede R$ 230 bi em indenizações para 700 mil vítimas do desastre de Mariana", "time_posted": "4 days ago"}, {"heading": "População brasileira é a 5º mais feliz do mundo, diz pesquisa", "time_posted": "4 days ago"}, {"heading": "Facções controlam tráfico e financiam crimes ambientais na Amazônia, diz pesquisador", "time_posted": "5 days ago"}, {"heading": "'Pensei que estava louca': doença impede mulher de produzir lágrimas", "time_posted": "5 days ago"}, {"heading": "#hashtag: Perfis conservadores espalham conspiração que culpa Carnaval por chuvas no Brasil", "time_posted": "5 days ago"}, {"heading": "Lula repreende ministros que divulgam 'genialidades' sem consultar o Planalto", "time_posted": "5 days ago"}, {"heading": "Café 'sustentável' é autuado por trabalho análogo ao escravo em MG", "time_posted": "5 days ago"}, {"heading": "Os temores infundados da Folha", "time_posted": "5 days ago"}, {"heading": "Por quê? Economês em bom português: Por que economistas defendem impostos sobre combustíveis mesmo que eles causem inflação?", "time_posted": "5 days ago"}, {"heading": "Desembargador e filho são alvos da PF por suspeita de venda de sentença para grupo investigado por tráfico", "time_posted": "5 days ago"}, {"heading": "Em reviravolta, STF decide julgar recurso de pai que luta para prender assassino da filha foragido no Brasil", "time_posted": "5 days ago"}, {"heading": "O que pode estar por trás dos ataques no Rio Grande do Norte", "time_posted": "5 days ago"}, {"heading": "Fotógrafo morre esfaqueado em apartamento em SP, e detido alega legítima defesa", "time_posted": "5 days ago"}, {"heading": "Receita intima ex-ministro de Bolsonaro sobre segundo pacote de joias sauditas", "time_posted": "5 days ago"}, {"heading": "Ex-ministro de Bolsonaro diz à PF ter só presumido que joias seriam para Michelle", "time_posted": "5 days ago"}, {"heading": "EUA acusam Rússia de derrubar drone em colisão no mar Negro", "time_posted": "5 days ago"}, {"heading": "Franceses torcem o nariz e Carrefour desiste de abrir Atacadão em Paris", "time_posted": "5 days ago"}, {"heading": "Cidades do Rio Grande do Norte são alvo de ataques na madrugada", "time_posted": "5 days ago"}, {"heading": "Por que 'Tudo em Todo o Lugar', mesmo que ruim, mereceu vencer o Oscar", "time_posted": "5 days ago"}, {"heading": "João Pereira Coutinho: Pior é impossível", "time_posted": "5 days ago"}], "subreddits": {}, "about": {"header": "About Community", "description": "Reddit voltado para notícias exclusivas do Brasil, sem paywall.", "created": "Created Sep 22, 2015", "stats": ["3.2k Members", "18 Online"]}, "other_information": [], "type": "public"}