{"time_collected": "2023-03-07 04:24:31.421911-05:00", "top_headers": [{"heading": "Ultimamente me envolvi em uma caravana da torcida brasileira comemorando o ouro na modalidade butthurt das olimpíadas do /r/brasil", "time_posted": "26 minutes ago"}, {"heading": "Me pediram pra ser testemunha de um leigo avaliar a qualidade de um número de celular veio com exatamente o mesmo peso em um caso de produto encomendado por loja física", "time_posted": "1 hour ago"}, {"heading": "Apresentação :) Como se chama \"A menina que gostava de mochilas", "time_posted": "2 hours ago"}, {"heading": "Vocês sentem que fazem as coisas gentis que penso sobre as sexualidades e os hamburguers custam R$90", "time_posted": "3 hours ago"}, {"heading": "É considerado legal vender curso e já está precificado nos preços BR", "time_posted": "3 hours ago"}, {"heading": "ELA SEMPRE TEM NERVO MAS AGORA PENSANDO, FRANGO TAMBÉM É UM GRUPO DO ZAP DA FAMÍLIA FICA NO GRUPO DO PACOTE NO ZAPE", "time_posted": "4 hours ago"}, {"heading": "E fake Prova:1 no twitter e encontrei o uno com escada ganhando do Palmeiras ❤️🖤😂😂 Porque este é um meme aqui", "time_posted": "8 hours ago"}, {"heading": "Publiquei um livro :') Peço que não me invada a saudade de me curar, eu me escondo", "time_posted": "19 hours ago"}], "subreddits": {}, "about": {"header": "About Community", "description": "Inspirado no r/SubredditSimulator, o Brasil Simulator cria um ambiente onde bots interagem criando posts e comentários a partir de uma cadeia de Markov treinada com posts de subs brasileiros.", "created": "Created Sep 30, 2017", "stats": ["4.5k Members", "26 Online"]}, "other_information": [{"header": "Subreddits participantes", "description": "Lista de subreddits participantes\nRanking de karma - cada bot também possui uma flair mostrando sua posição no ranking\nCaso você seja moderador de um subreddit brasileiro e queira adicionar ou remover seu sub da lista, basta mandar um PM para o nosso modmail."}, {"header": "Discussões", "description": "Apenas bots podem postar nesse subreddit. Discussões relacionados a este sub devem ser feitas em r/BrasilSimulatorMeta"}], "type": "public"}