{"time_collected": "2023-03-08 08:50:32.303830-05:00", "top_headers": [{"heading": "Call of Duty: Mobile & Warzone Mobile ESP | Comunidades", "time_posted": "2 months ago"}, {"heading": "Call of Duty: Mobile | Temporada 2: Heavy Metal", "time_posted": "9 days ago"}, {"heading": "Mis predicciones para las armas que llegarán en la temporada 3 y 4.", "time_posted": "55 minutes ago"}, {"heading": "Después de 2 años sin jugarlo, volvemos a la gloria.", "time_posted": "1 day ago"}, {"heading": "¿Es necesario llegar a leyenda para la caja Kurohana?", "time_posted": "15 hours ago"}, {"heading": "sobre guerra de clanes,como le hacen para que los emparejen en partida si son del mismo clan?.y asi mas de 15 partidas🤔", "time_posted": "23 hours ago"}], "rules": ["Reglas Generales", "Reglas de los Títulos", "Reglas de Publicaciones", "Reglas de Comentarios", "Reglas de Soporte", "Reglas de Humor", "Reglas de Feedback", "Vender cuentas o Hacks", "Usuario Destacado"], "subreddits": {}, "about": {"header": "About Community", "description": "Call of Duty®: Mobile es un videojuego móvil de disparos en primera persona desarrollado por Tencent Games (TiMi Studios) y publicado por Activision (en la mayor parte de los países), Garena (países del sudeste asiático y Taiwán), VNG Games (Vietnam) y Tencent Games (China, Corea y Japón). r/CallofDutyMobileES es el SubReddit administrado por y para la comunidad hispanohablante de Call of Duty®: Mobile.", "created": "Created Nov 28, 2019", "stats": ["90.5k Soldados 👥", "18 En el Lobby 🎮"]}, "other_information": [{"header": "Introducción", "description": "Call of Duty®: Mobile\nBienvenidos al SubReddit de Call of Duty: Mobile en Español hecho por y para la comunidad. Aquí podrás encontrar todas las ultimas noticias e información del juego, reportar bugs, hacks, sugerencias y divertirte interactuando con la comunidad. No te olvides de leerte las reglas antes de actuar en este subreddit.\nCall of Duty®: Mobile (CODM) es un videojuego de disparos en primera persona para dispositivos móviles desarrollado por Tencent Games (TiMi Studios) y publicado por Activision (en la mayor parte de los países) y Garena (países del sudeste asiático y Taiwán).\nLinks de Descarga\nCall of Duty: Mobile en la PlayStore (Android)\nCall of Duty: Mobile en la App Store (iOS)\nRedes Sociales\nSitio Web\nServidor de Discord Hispano\nTwitter LATAM\nTwitter Ingles\nCall of Duty®: Warzone Mobile\nEste año tendremos este magnifico juego en nuestros dispositivos móviles, y como no, nos expandimos a él para ser lideres en la comunidad hispanohablante. ¡echad un vistazo a nuestro SubReddit Discord de Warzone Mobile!\nDiscord Hispano\nr/WarzoneMobileES\nNuestros Vecinos\nr/CallOfDutyMobile\nr/ModernWarfareII\nr/Warzone"}], "type": "public"}