{"time_collected": "2023-03-07 08:06:18.584879-05:00", "top_headers": [{"heading": "WEEKLY MEGATHREAD: WFH and Return-to-Office Discussions - Week of Mar 06, 2023 (+Links to THEME megathreads)", "time_posted": "1 day ago"}, {"heading": "The FAQ thread: Answers to frequently asked questions (FAQ) / Le fil des FAQ : Réponses aux questions fréquemment posées (FAQ) - Mar 06, 2023", "time_posted": "1 day ago"}, {"heading": "Seven years of Phoenix pay issues add insult to injury for federal workers fighting for decent wages", "time_posted": "14 hours ago"}, {"heading": "RTO and booking appointments. Am I being unfair?", "time_posted": "19 hours ago"}, {"heading": "Commemorating Seven Years (and counting!) Of Phoenix", "time_posted": "1 day ago"}], "rules": ["Rule 1: Do not claim or imply official authority. / Ne pas revendiquer une autorité officielle.", "Rule 2: Do not post confidential content. / Ne pas publier du contenu confidentiel.", "Rule 3: Do not spam / Ne pas publier du pourriel.", "Rule 4: Do not post job opportunities / Ne pas publier des offres d'emploi", "Rule 5: Do not ask questions readily answered in the FAQs / Voir FAQs", "Rule 6: Do not post misleading, editorialized, or unclear titles. / Titres vagues ou éditoralisés", "Rule 7: Do not post without much content or low-quality content. / Contenu manquant / piètre qualité", "Rule 8: Do not post factually incorrect content / Ne pas publier du contenu factuellement incorrect", "Rule 9: Do not re-post content posted recently, removed, or is old / Contenu double ou effacé", "Rule 10: Do not post about non-/r/CanadaPublicServants issues / Contenu hors-sujet", "Rule 11: Do not post political ads or political petitions / Contenu partisan politique ou pétitions", "Rule 12: Do not troll, be intolerant, or dredge users’ history / Provocation, intolérance ou autre", "Rule 13: Do not solicit doxing / Ne pas soliciter du doxing", "Rule 14: Moderation practices / Pratiques de modération", "Rule 15: Do not use link shorteners / Ne pas utiliser de raccourcisseurs de liens"], "subreddits": {"Related Communities": {"r/TheCivilService": "13,926 members", "r/careerguidance": "1,624,181 members", "r/CAStateWorkers": "21,691 members", "r/careeradvice": "410,778 members", "r/UKJobs": "28,362 members", "r/jobs": "1,186,572 members", "r/AskHR": "419,140 members", "r/humanresources": "81,010 members", "r/ITCareerQuestions": "357,129 members", "r/recruiting": "47,214 members"}}, "about": {"header": "About Community", "description": "Unofficial subreddit for employees and former employees of the Federal Public Service of Canada. / Subreddit non-officiel pour les employés et anciens employés de la Fonction Publique Fédérale du Canada.", "created": "Created Jun 29, 2016", "stats": ["47.7k Members", "481 Online"]}, "other_information": [{"header": "Please note / Veuillez noter:", "description": "This is NOT an official Government of Canada subreddit. The information shared and opinions expressed in this subreddit are the author's own, and do not reflect the view of the Government of Canada, crown corporations, workers unions, professional associations, or any other official or formally recognized entity.\nSubmissions in either English or French are welcome. Some rules are only displayed in English due to Reddit's character limit.\nCeci n'est pas un subreddit officiel du Gouvernement du Canada. Les informations partagées et les opinions exprimés dans ce subreddit sont propres à leurs auteurs, et ne représentent pas le point de vue du Gouvernement du Canada, des sociétés de la couronne, des syndicats de travailleurs, d'associations professionnelles, ou de toute autre entité formelle ou reconnue officiellement.\nLes soumissions en français ou en anglais sont les bienvenues. Certaines règles ne sont affichées qu'en anglais en raison de la limite de caractères spécifiée par Reddit."}], "type": "public"}