{"time_collected": "2023-03-20 16:51:17.778869-04:00", "top_headers": [{"heading": "$CHZ | General info and useful links for anyone new to the Chiliz-project", "time_posted": "2 years ago"}, {"heading": "We are happy to share that Halborn Security completed the smart contract security audit for the Chiliz Bridge! Check out the full report.", "time_posted": "9 hours ago"}, {"heading": "CHILIZ, THE SPORTS BLOCKCHAIN, ACQUIRES 20% STAKE IN MATCHWORNSHIRT TO GROW ITS GLOBAL WEB3 ECOSYSTEM", "time_posted": "4 days ago"}, {"heading": "📣 𝐂𝐡𝐢𝐥𝐢𝐳 𝐱 𝐁𝐥𝐨𝐜𝐤𝐚𝐬𝐬𝐞𝐭 | The latest partner to join the new Chiliz Chain Chief Strategy Officer of Chiliz, Max_Rabinovitch & CEO of Blockasset, Paul Evans will be discussing the partnership in detail 👇", "time_posted": "12 days ago"}, {"heading": "Attention Socios.com US Users The Migration is Here!", "time_posted": "12 days ago"}, {"heading": "Chiliz product owner James will join Ankr 's Fireside Chat to discuss our new Chiliz Chain, built in partnership with Ankr.", "time_posted": "12 days ago"}, {"heading": "Blockasset will partner with Chiliz Labs, the $50M accelerator and incubator for early-stage blockchain projects, which launched March 1 for companies to build on the new Chiliz Chain for sports and entertainment.", "time_posted": "12 days ago"}], "rules": ["Keep it civil", "Spam", "Search before posting", "No FUD, spreading of false news", "No price discussion except in the weely discussion thread", "Cite your sources"], "subreddits": {}, "about": {"header": "About Community", "description": "The world's leading digital currency for sports and entertainment. Powering the likes of AC Milan, FC Barcelona, Paris Saint-Germain, Juventus through the Socios.com fan engagement platform, download today! Looking to trade Fan Tokens? Register on ChilizX! www.chiliz.net", "created": "Created Apr 24, 2018", "stats": ["28.8k Members", "101 Online", "Top 5% Ranked by Size"]}, "other_information": [], "type": "public"}