{"time_collected": "2023-03-19 18:49:09.171730-04:00", "top_headers": [{"heading": "Weekly Newcomer Post", "time_posted": "3 days ago"}, {"heading": "Congratulations all! 25,000 members! Celebration thread!", "time_posted": "5 days ago"}, {"heading": "Altar", "time_posted": "6 hours ago"}, {"heading": "I begin to sing of Pallas Athena, the glorious goddess, bright-eyed, inventive, unbending of heart…", "time_posted": "3 hours ago"}, {"heading": "WIP altars for Apollon, Aphrodite & Hades respectively 💫", "time_posted": "10 hours ago"}], "rules": ["Be decent.", "Follow reddiquette", "Follow reddit's rules", "Off-Topic", "Promoting Discord servers or subreddits without consent", "Mods have the final word", "Reputation", "Hellenism and this community are theistic", "Proselytization", "Revivalism & Reconstructionism", "No Goetia (e.g., love spells, binding curses, curse tablets, etc)", "Repeated Low-effort Posting", "AI Art Labeling"], "subreddits": {"Hellenic Deity Subreddits": {"r/dionysus": "9,992 members", "r/Hades": "3,133 members", "r/Hecate": "5,493 members", "r/Hermes": "1,814 members", "r/Persephone": "1,204 members"}, "Other Related Communities": {"r/pagan": "201,918 members", "r/heathenry": "27,966 members", "r/Anahuac": "2,156 members", "r/Kemetic": "10,771 members", "r/Kemeticism": "1,738 members"}}, "about": {"header": "About Community", "description": "Hellenism (Greek: Ellinismós, Latin: Hellenismus), also less frequently called Olympianism (Greek: Olympianismós, Latin: Olympianismus) or Dodekatheism (Greek: Dodekatheïsmós, Latin: Duodecimdeismus), is the traditional polytheistic and animistic orthopraxic religion, lifestyle, aesthetics, and ethos of the ancient Graeco-Roman world, and is the indigenous religion of the common Greek and Latin cultural sphere.", "created": "Created Dec 23, 2013", "stats": ["25.1k Members", "44 Online"]}, "other_information": [{"header": "Resources", "description": "Community wiki:\nGeneral Questions\nYouTubers:\nPic the Pagan\nAliakai\nFel the Blithe\nElani Temperance\nMyths & epithets:\nTheoi.com\nBlogs & websites:\nBeginner's Guide - Baring the Aegis\nJulian Hellenism - Hellenic Faith\nOrphism - Hellenic Gods\nBooks:\nHousehold Worship, by Labrys\nReading list\nBooks, blogs, & websites\nAncient texts:\nTheoi's Library\nToposText Library\nSacred Texts Library\nFestivals & calendars:\nHellenion 2023 calendar\nHMEPA calendar\nLunar months & festivals\nTerms & definitions:\nTerminology list"}, {"header": "Welcome to /r/Hellenism", "description": "Welcome to /r/Hellenism, a subreddit for links, discussion, and fostering community (both online and in-person) in the broader umbrella of contemporary Hellenism, the polytheistic orthopraxic religion of the classical Greek and Roman world.\nHellenism (Greek: Ellinismós, Latin: Hellenismus), also less frequently called Olympianism (Greek: Olympianismós, Latin: Olympianismus) or Dodekatheism (Greek: Dodekatheïsmós, Latin: Duodecimdeismus), is the traditional polytheistic and animistic orthopraxic religion, lifestyle, and ethos of the ancient Graeco-Roman world, and is the indigenous religion of the common Greek and Latin cultural sphere. Hellenism proper is Minoan-Mykenaian in its origins, and it came to be the practiced not only by those who were born Greek by genos, but also by other peoples that came to shaped and/or influenced by the Hellenic ethos and, ultimately, adopted the Hellenic ethnos. However, this process of non-Greeks becoming Hellenes truly flourished on a global scale during what contemporary historians call the Hellenistic period, an era which began following the death of Alexander the Great in 323 BCE. Beginning during this time, Hellenic culture and practices would be spread by Alexander’s successors, the Diadokhoi, and later on eventually Rome, leading Hellenism to become the dominant religion of the ancient Mediterranean and Near East. The term Hellenism was first coined in its proper religious sense by the blessed Emperor Flavius Claudius Iulianus Augustus to refer to the general entirety of Graeco-Roman tradition as it was fundamentally derived from the Greeks, or Hellenes. Central to Hellenism is the universal desire to achieve and satisfy the human striving, or telos, for eudaimonia (Latin: Felicitas), the divinely inspired contented state of having a good indwelling spirit in which we are healthy, happy and prosperous.\nWe encourage interesting links of topics and discussion, as well as fervent debate. We are also in the process of correlating a series of useful links to organizations, festivals, and other resources that are useful to our members.\nWe strive to be a virtual hub for our community.\nWe have instituted text flair for users to denote their religio-spiritual-philosophical background customized to their own preferred specificity. Click the “(edit)“ next to your username to type in your customized flair, if you'd like.\nIf you need anything, or your post has been caught in the spam filter, please message the mods. We will gladly help you out.\nΦιλίαν ἀγάπα : Love friendship\nΨέγε μηδένα : Find fault with no one\nΠᾶσιν ἁρμόζου : Be accommodating in everything\nὙφορῶ μηδένα : Look down on no one\nὉμοίοις χρῶ : Associate with your peers\nΦιλοφρόνει πᾶσιν : Deal kindly with everyone\nΕὐπροσήγορος γίνου : Be courteous\nἜχθρας διάλυε : Do away with enmities"}, {"header": "What is Hellenism?", "description": "https://www.reddit.com/r/Hellenism/wiki/index?utm_source=reddit&utm_medium=usertext&utm_name=Hellenism&utm_content=t5_2zipp\nClick here to see our comprehensive definition of Hellenism!"}], "type": "public"}