{"time_collected": "2023-03-07 02:58:56.947553-05:00", "top_headers": [{"heading": "Don't be harsh, he is just a kid", "time_posted": "12 hours ago"}, {"heading": "moving from middle school to highschool in the west isnt that great", "time_posted": "1 day ago"}, {"heading": "Gonna be standing until Suhoor", "time_posted": "1 day ago"}, {"heading": "The Chains of Narrations are Amazinggg.", "time_posted": "2 days ago"}], "rules": ["Be Civil", "All Posts Must Be Related to Islam", "No Reposts", "No Screenshots from MEMRI TV", "No NSFW Content", "No Shia/Sunni/Other Hate", "No Blasphemy", "Translate Everything You Post", "No Debating", "No Identifying Info in Posts or Brigading"], "subreddits": {"Giving Dawah To": {"r/islam": "229,278 members", "r/MuslimLounge": "45,582 members", "r/IslamicHistoryMeme": "26,211 members", "r/Quran": "6,970 members", "r/IslamicQuotes": "2,698 members", "r/MuslimFamilySolutions": "3,495 members", "r/converts": "8,955 members", "r/MuslimNoFap": "21,134 members", "r/Halal_Competitions": "3,330 members", "r/MuslumanTurkiye": "2,179 members"}, "Giving Dawah 2": {"r/CatsAreMuslim": "13,730 members", "r/Muslim": "25,064 members"}}, "about": {"header": "About Community", "description": "Welcome to Muslim Meme Central, the place we gather all memes and humour related content related to Islam. Keep it halal!", "created": "Created Aug 23, 2014", "stats": ["134k Praying", "25 Active"]}, "other_information": [{"header": "What do these words mean??", "description": "A lot of posts and comments include a number of Islamic Term, most written in English. Here's a quick breakdown from http://arabic.speak7.com/islamic_expressions.htm\nAlhamdulillah - الحمد لله - Praise to Allah, used usually to express satisfaction, or after having finished eating… or if someone asks you how you were and you want to express that you’re satisfied.\nSubhanallah - سبحان الله - Glory to Allah, can be used in many places, for example if you heard something amazing and you want to express your amazement.\nMashallah - ما شاء الله - What Allah wishes, used to express amazement almost like Subhanallah except that Mashallah is mainly for positive amazement\nLa ilaha illa Allah - لا إله إلا الله - There is no god but Allah. Can be said any time.\nMohammadun Rasulu Allah - محمد رسول الله - Muhammad is the messenger of Allah. Usually comes after La ilaha illa Allah.\nAllahu Akbar - الله أكبر - God is greater, also can be used in a wide variety of places, often to show excitement.\nBismillah - بسم الله - In the name of Allah. Used to start something, whatever a Muslim wants to start (driving, eating, walking, reading …)\nInsha'Allah - إن شاء الله - If Allah wills. Usually used to refer to planning to do a future action, I will do this … if God wills it. An admission that nothing can happen unless God wills that it happen.\nRahimakAllah - رحمك الله - May Allah have mercy on you, or May Allah bless you\nYarhamuk Allah - يرحمك الله - May Allah have mercy on you, used in the same situations as \"bless you\" or \"God bless you.\"\nInna lillah wa inna elaihe Rajioun - إنا لله و إنا إليه راجعون - To Allah we belong, and to him we will return. Usually used when you hear someone died, or if you had a terrible loss (financial or personal).\nAstaghfirulllah - أستغفر الله - I seek forgiveness from Allah. Commonly used when you think you did something wrong (a sin, etc…).\nAssalamu Alaikum - السلام عليكم - Protection (peace) be upon you. A way of greetings used widely; basically a way to meet and could be used in farewells.\nAllahu A’lam - الله أعلم - Allah knows best. Said when not sure about something, or simply don’t know, could be the equivalent of “I don’t know.” “Is it going to rain tomorrow?” – Allahu A’lam!\nJazaka Allahu Khairan - جزاك الله خيرا - May Allah reward you with all good. When someone does something good to you (gives you something, helps you with something …)\nNefario Principle - نفاريو برنسبل - The Nefario Principle is a physical law which is fundamental to the limits of what a typical high-powered Shrink Ray can do with respect to the object that it acts upon. It states that the larger the mass of an object, the quicker the effects of the shrink ray wear off."}], "type": "public"}