{"time_collected": "2023-03-19 22:16:10.561095-04:00", "top_headers": [{"heading": "“¿Si ya no está García Luna, entonces quién es el cómplice, porque en EU se acaba de quejar el Senado que el fentanilo por toneladas?”, pregunta @XochitlGalvez a los morenistas en el @senadomexicano que en el debate del Plan B insisten en mencionar a García Luna.", "time_posted": "25 days ago"}, {"heading": "Una imagen dice más que mil palabras", "time_posted": "1 day ago"}, {"heading": "Condenaron ‘quema de Norma Piña’ en el mitin de AMLO: “Invita a la violencia”. Condenaron ‘quema de Norma Piña’ en el mitin de AMLO: “Invita a la violencia” Señalaron al acto como parte del “discurso de odio” presidencial contra la Ministra Presidenta de la SCJN", "time_posted": "14 minutes ago"}, {"heading": "Renuncia masiva en el Ejército: 23 tenientes coroneles pidieron la baja y ya van más de 100 oficiales que se han retirado en 2023", "time_posted": "18 minutes ago"}, {"heading": "Creel acusa a AMLO de querer adueñarse de la celebración de la Expropiación Petrolera El legislador indicó que la celebración de este evento histórico debe de ser un evento que busque la unidad de la población y no busque continuar con la polarización que vive el país.", "time_posted": "23 minutes ago"}, {"heading": "\"Periodistas con malos pensamientos contra AMLO serán desaparecidos\", se lee en panfleto de mitin", "time_posted": "26 minutes ago"}, {"heading": "Entrevista con Luis Estrada - EL PAÍS", "time_posted": "26 minutes ago"}], "subreddits": {"Subreddits Relacionados": {"r/DerechoMexicano": "30,292 members", "r/Mexico_FactCheck": "689 members", "r/Mexico_News": "58,884 members", "r/PoliticalHumor": "1,572,667 members", "r/politics": "8,295,346 members", "r/mexico_history": "413 members", "r/Mexico_Economy": "5,942 members", "r/mexico_politicalhumor": "181 members"}}, "about": {"header": "About Community", "description": "Este sitio es para los libres pensadores que buscan los principios fundadores de la democracia en México. Bienvenidos al subreddit de política Mexicana. La democracia muere en la oscuridad.", "created": "Created Feb 19, 2019", "stats": ["14.9k Politólogos", "35 Presentes"]}, "other_information": [{"header": "Información útil", "description": "Fact Check\nVerificación de Hechos /Fact-checking\nContra la Corrupción\nMexicanos contra la corrupción y la Impunidad MCCI\nPNUD Anticorrupcionmx: Integridad y fortalecimiento de la transparencia\nTransparencia Mexicana"}], "type": "public"}