{"time_collected": "2023-03-20 01:32:09.162717-04:00", "top_headers": [{"heading": "Wöchentlicher Trading Thread - Woche 12, 2023", "time_posted": "7 hours ago"}, {"heading": "Wiederbelebung und Tutorials", "time_posted": "1 year ago"}, {"heading": "YOLO Uran Viech 105. KW", "time_posted": "20 hours ago"}, {"heading": "Wöchentlicher Trading Thread - Woche 11, 2023", "time_posted": "7 days ago"}, {"heading": "Erfahrung mit getquin?", "time_posted": "11 days ago"}, {"heading": "TRKA Kurssprung um 15:30 möglich!! ER just dropped", "time_posted": "13 days ago"}, {"heading": "Wöchentlicher Trading Thread - Woche 10, 2023", "time_posted": "14 days ago"}], "rules": ["Pump & Dump Trottel", "Beiträge", "Kommentare", "Richtige Flairs", "Keine politischen Inhalte", "Keine Eigenwerbung", "Reddit Content Policy"], "subreddits": {"Verwandte Subs": {"r/pennystocks": "1,893,279 members", "r/mauerstrassenwetten": "134,338 members", "r/Kryptostrassenwetten": "55,039 members", "r/thewallstreet": "35,621 members", "r/econmonitor": "33,863 members", "r/StocksAndTrading": "109,606 members", "r/algotrading": "1,636,521 members", "r/Finanzen": "265,620 members", "r/StartupDACH": "9,911 members"}}, "about": {"header": "About Community", "description": "Pfennigfuchser ist der deutsche Ort auf Reddit für alles rund um Pennystocks. Unter Pennystocks verstehen wir Aktien, welche gegenwärtig oder in naher Vergangenheit (<2 Monate) eine Marktkapitalisierung von unter einer Milliarde USD haben/hatten. Diese werden dann heiß diskutiert und evaluiert oder auch zum Ziel von nicht ernst gemeinten Späßen.", "created": "Created Jan 15, 2021", "stats": ["20.8k Pfennigfuchser", "11 am rumklimpern"]}, "other_information": [{"header": "Postregeln und Flairs", "description": "Wir legen in unserem Forum großen Wert auf Qualität. Als Anlagesubreddit sind auch wir ein Ziel von Pump & Dumps. Um eben jene und Spam durch Bots zu vermeiden, dürfen Nutzer mit weniger als 50 Kommentarkarma und und einem Alter von weniger als drei Tagen keine Posts verfassen. Nutzer mit einem Accountalter von unter drei Tagen sind zudem auch vom Kommentieren ausgeschlossen.\nFlairregeln:\nDiskussion: Anregung zur Diskussion bezüglich Aktie/Sub\nAnfänger: Anfängerfragen, bitte vorerst im ABC nachschauen\nPosition: Screenshot einer Wertpapierposition; wird bei zutreffenden Merkmalen (unterhalb beschrieben) von der Moderation in einen Gewinn-/Verlust-/Yolo-Flair umgewandelt\nGewinn: Screenshot Verlust (min Summe von 1000 Euro absolut; über 50% Gewinn)\nVerlust: Screenshot Verlust (min Summe von 1000 Euro absolut; über 50% Verlust)\nYolo: Screenshot Portfolio mit vollem Einsatz in eine Postition (min Summe 5000 Euro)\nRaketentechnik: Unsere Version von DD d.h. ausführliche Analyse (min 800 Zeichen)\nSignal: Technische/Fundamentale Indikatoren\nTirade: Wortgewandtes Auslassen über Investingbezogene Themen/die Moderatoren dieses Subs\nNachrichten: Aktien-/Makroökonomisch-RELEVANTE Ankündigungen\nMod: Ankündigungen der Moderation\nMeta: Subspezifische Posts\nScheißepfosten: Meme, Screenshots, low-effort\nIm Zweifelsfall ist es eine Anfängerfrage. Mehrmalige Verstöße führen zu einem Bann."}, {"header": "Userflairs Beschreibung", "description": "Gerade in der Testphase! Anpassung unter \"Community options\" im obersten Element dieser Spalte möglich.\nNeulinge und Unerfahrene markieren sich bitte, falls nicht bereits automatisch geschehen, als \"Fuchsling\". Alteingesessene und Erfahrene können sich gerne mit dem Flair \"Fuchser\" abgrenzen. Besonders hochgeschätzen Mitgliedern wird der ebenso besondere Flair \"Goldfuchser\" von uns Mods verliehen."}, {"header": "Risikohinweis", "description": "Dieser Subreddit beinhaltet keine Finanz-, Steuer- und/oder Rechtsberatung. Die Artikel auf diesem Subreddit geben lediglich die Meinung des jeweiligen Verfassers wieder und spiegeln nicht notwendigerweise die Meinung und Ansichten der Moderatoren wieder. Alle hier publizierten Texte und Bilder sind nicht redaktioniert, eine Verifizierung der Informationen findet nicht statt. Diese Publikationen ersetzten keine persönliche Anlageberatung. Der Handel mit Wertpapieren und Derivaten birgt erhebliche Risiken – bis hin zum Totalverlust der, je nach Markt, sogar die ursprüngliche Einlage übersteigen kann. Weder der jeweilige Autor, noch die Betreiber von Reddit und/oder des Subreddits r/pfennigfuchser haften für den Inhalt und/oder jegliche Konsequenzen, die aus dem Versuch heraus entstehen den Ideen hier zu folgen."}], "type": "public"}