{"time_collected": "2023-03-08 16:09:06.986070-05:00", "top_headers": [{"heading": "Infante Dom Henrique, o navegador da internet", "time_posted": "2 years ago"}, {"heading": "\"Querido, arrendei a casa\" com Antónia Costa. 😍", "time_posted": "6 hours ago"}, {"heading": "[Meta] Não está na altura de mudar de moderação?", "time_posted": "5 hours ago"}, {"heading": "compasso político das minorias étnicas portuguesas", "time_posted": "12 hours ago"}], "rules": ["Disposições Gerais: Seguir as regras gerais do reddit e do subreddit", "ARTIGO 1: Amar Portugal.", "ARTIGO 2: Os vizinhos ficam fora.", "ARTIGO 3: Toda a comunidade lusófona é cidadã honorária deste sub.", "ARTIGO 4. Alínea 1: Sextas-Feiras há cozido.", "ARTIGO 4. Alínea 2: Semana sim, Semana não temos Alheira. Reservas às quartas feiras.", "ARTIGO 5. Amar Cristiano Ronaldo. Príncipe dos Açores, Madeira e Além Mar. Boa noite doce principe.", "ARTIGO 6. Amar D. Afonso Henriques. Pai da nação.", "ARTIGO 7. Amar ZéZé Camarinha. Embaixador da Nação em terras de bifes.", "ARTIGO 8. Amar Éder, Duque de Bissão. Aquele que os fudeu. Heroi da Nação.", "ARTIGO 9. Amar Sara Sampaio. Rainha de Portugal, Infanta da Nação.", "ARTIGO 10. Amar o Brazil. É o irmão mais novo da Pátria."], "subreddits": {"Related Communities": {"r/portugal": "322,358 members", "r/benfica": "32,658 members"}}, "about": {"header": "About Community", "description": "Subreddit dedicado ao país mais rico da Europa, e o glorioso império Portugues além mar. Pagamos as nossas dívidas.", "created": "Created Jan 29, 2015", "stats": ["121k Members", "261 Online"]}, "other_information": [{"header": "Regras gerais", "description": "ATENÇÃO: Este é um sub de circle-jerk (punheta-circulo para os mais agarrados à lingua mãe) e sátira\nNão é um sub político. Lembra-te disso antes de entrares em discussões. Memes do estado novo não são permitidos. Memes que possam ser vistos como descriminatorios (de raça, nacionalidade, etc.) não são permitidos.\nTodas as restantes piadas são permitidas, de todos os gostos. Mas ataques pessoais serão removidos e as contas serão movidas para as Ilhas Desertas (ou Corvo. Basicamente o mesmo)."}], "type": "public"}