{"time_collected": "2023-03-06 22:29:59.487057-05:00", "top_headers": [{"heading": "Millet İttifakının cumhurbaşkanı adayı resmi olarak Kemal Kılıçdaroğlu seçildi", "time_posted": "10 hours ago"}, {"heading": "ALTILI MASA PROTOKOLÜ (Madde 12: İstanbul ve Ankara belediye başkanları uygun zamanda Cumhurbaşkanı Yardımcıları olacaktır.)", "time_posted": "9 hours ago"}, {"heading": "Türkiye İşçi Partisi genel başkanı Erkan Baş: \"Millet İttifakı’nın Cumhurbaşkanı adayı CHP Genel Başkanı Sayın Kemal Kılıçdaroğlu’nu tebrik ediyor, başarılar diliyorum.\"", "time_posted": "8 hours ago"}, {"heading": "Ekrem İmamoğlu ve Mansur Yavaş, Cumhurbaşkanı Yardımcısı olarak sahneye çağırıldı.", "time_posted": "8 hours ago"}, {"heading": "Türkiye İşçi Partisi Sözcüsü Sera Kadıgil'in Tweeti.", "time_posted": "13 hours ago"}, {"heading": "İlk turdan seçimi kazanacağız. Artık çok geç AKP ve MHP için. Gidip oy atın ve daha güzel bir Türkiye'ye uyanalım. Sizce?", "time_posted": "8 hours ago"}, {"heading": "Tarihi seçime 69 gün kala, 13. Cumhurbaşkanı adayı Kemal Kılıçdaroğlu, Mansur Yavaş ve Ekrem İmamoğlu ile birlikte. Tarihi bir ana tanık oluyoruz ve tarihi bir seçime tanıklık edeceğiz.", "time_posted": "7 hours ago"}], "rules": ["Low-Quality Content", "Hate Speech", "Personal Attacks", "Promoting Violence", "Meta Discussion", "All Posts Must Adhere to Content Rules", "Title Rules", "All Posts Must Be Shared With a Source"], "subreddits": {"Related Subreddits": {"r/TurkishCats": "80,566 members", "r/turkishlearning": "11,741 members", "r/istanbul": "130,662 members", "r/ankara": "56,679 members", "r/Izmir": "50,422 members", "r/Turkophobia": "5,435 members", "r/superlig": "43,740 members", "r/azerbaijan": "67,649 members", "r/Turkmenistan": "2,904 members"}}, "about": {"header": "About Community", "description": "This subreddit is for news and discussion about Turkiye. Posts both in English and Turkish are welcome. Bu subreddit Türkiye ile ilgili haber ve sohbet ortamıdır. Türkçe veya İngilizce yazabilirsiniz.", "created": "Created Aug 27, 2008", "stats": ["676k Members", "876 Online"]}, "other_information": [{"header": "Rule Violation Protocol", "description": "One Warning\nAfter the warning, increasing ban lengths from 1, 7, and 30 days after each infraction\nPermanent ban after repetitive refusal to adjust behavior\nMods will exercise discretion in modifying this general guideline as necessary"}], "type": "public"}