{"time_collected": "2023-03-07 15:23:25.215330-05:00", "top_headers": [{"heading": "Post your questions & inquiries here! - r/Vietnam monthly random discussion thread - F.A.Q", "time_posted": "7 days ago"}, {"heading": "Hướng dẫn sử dụng r/Vietnam - How to r/Vietnam", "time_posted": "11 months ago"}, {"heading": "Vietnam Starter Pack", "time_posted": "8 hours ago"}, {"heading": "The Special Army Of The Past Part 1", "time_posted": "17 hours ago"}, {"heading": "Phú Quốc", "time_posted": "12 hours ago"}], "subreddits": {"Related / Liên Quan": {"r/VietNamPolitics": "401 members"}}, "about": {"header": "About Community", "description": "Hello! This is the global dual-language Reddit home of the country Vietnam. Chào mừng bạn đến với ngôi nhà trên Reddit của Việt Nam. r/Vietnam sử dụng cả hai ngôn ngữ tiếng Việt và tiếng Anh.", "created": "Created Jul 22, 2008", "stats": ["233k Members", "194 Online", "Top 1% Ranked by Size"]}, "other_information": [{"header": "Rules - Quy Tắc", "description": "Tiếng Việt (English below):\nr/Vietnam là subreddit với hai ngôn ngữ. Bạn có thể sử dụng tiếng Việt hoặc tiếng Anh.\nBài đăng chất lượng thấp. Những bài đăng với chất lượng thấp hoặc theo kiểu dạng cho có có thể sẽ bị xóa dựa trên đánh giá và quyết định của mod.\nNhững câu hỏi đơn giản hoặc liên quan đến visa/du lịch nên được đăng vào bài sticky. Câu hỏi đơn giản là những câu có thể trả lời nhanh chóng với có/không hoặc có thể dễ dàng tìm kiếm trên Google. Hàng ngày đều có một số lượng tương đối các câu hỏi liên quan đến du lịch/visa/làm việc/sinh sống tại Việt Nam của người nước ngoài trong bài sticky này. Vì thế, nếu có thể, bạn hãy giúp đỡ họ.\nTôn trọng các thành viên. Không phân biệt chủng tộc, kì thị giới tính, đồng tính, bài ngoại, quấy rối, kích động thù ghét hoặc tấn công vào cá nhân. r/Vietnam là nơi bạn có thể tranh luận về các chủ đề gây nhiều tranh cãi, và sự bất đồng có thể dẫn đến những cái đầu nóng. Tuy nhiên đừng bao giờ đi quá giới hạn. Người vi phạm có thể sẽ bị ban mà không thông báo trước. Không đăng hoặc tìm kiếm thông tin cá nhân bất kể đấy là thật hay giả (tên, tuổi, số điện thoại, địa chỉ, email, tài khoản mạng xã hội..v..v..).\nMột tài khoản không đăng nhiều hơn hai bài viết một ngày. Nhằm tránh việc một tài khoản đăng quá nhiều bài viết một ngày gây loãng subreddit.\nKhông quảng cáo và spam. Bao gồm cả việc spam ý kiến, luận điểm của bạn. Những bài đăng vi phạm Self Promotion Guidelines của Reddit sẽ bị xóa.\nBài đăng và bình luận cần đúng chủ đề. Những bài đăng nên xoay quanh tin tức, văn hóa, con người, cuộc sống tại Việt Nam, và những gì nằm trong phạm vi của r/Vietnam cho phép. Bình luận cũng cần đúng chủ đề. Ví dụ như, đừng nhảy vào một bài đăng đang bàn luận về một món ăn để gây tranh cãi và bàn luận về chuyện chính trị. Nếu muốn, hãy tạo một bài đăng khác.\nKhông thay đổi tiêu đề tin tức/bài viết bên ngoài. Không thay đổi tiêu đề của tin tức hoặc một bài viết nếu bạn đăng link của tin tức/bài viết đó lên r/Vietnam. Tiêu đề đã bị sửa, mang tính khiêu khích, không chính xác, hoặc có thể gây hiểu lầm sẽ bị xóa. Nếu bạn muốn đưa ra ý kiến của mình về tin tức/bài viết đó thì hãy đăng vào phần comment.\nKhông hỏi về những thứ luật pháp không cho phép. Bao gồm chất gây nghiện, mại dâm,..v..v..\nKhông bàn luận các chủ đề chính trị. Các chủ đề chính trị nên được bàn ở r/VietNamPolitics\nMeme Monday. Thứ Hai là ngày bạn có thể đăng Meme. Meme nên có liên quan tới Việt Nam và tiêu đề của bài đăng nên rõ ràng để mọi người đều hiểu. Không đăng các Meme nhằm mục đích gây kích động, thù ghét, hoặc theo đuổi các cuộc tranh cãi.\nNếu bài đăng hoặc comment của bạn không hiển thị thì hãy gửi tin nhắn cho đội ngũ mod hoặc gửi trực tiếp tin nhắn cho t0dt0d.\nEnglish:\nr/Vietnam is a dual-language subreddit. You can use both English and Vietnamese here.\nLow effort submissions. Off-topic and low-effort submissions (memes) will be removed at the moderators' discretion.\nPost your general/travel/visa questions in the sticky thread for questions. Unless your question's intention is to create a discussion, keep it to the sticky questions thread. Most travel/visa questions should be kept there also. Please don't post your questions outside of this thread as they will be removed.\nBe civil. This means no racism / homophobia / xenophobia / sexism / hatemongering / harassment / personal attacks on other users. Seriously we shouldn't have to explain this. It's okay to discuss controversial topics, you can argue, and you can get into heated disagreements, but don't cross the line. Discrimination due to gender, race, national origin, religion, etc. will not be tolerated and is a bannable offense. No questions asked. Also no doxxing please. Do not post or seek any real or fake personal information (examples include: full names, phone numbers, email addresses, or social media accounts). Shaming or compromising pics must be anonymized.\nAvoid posting more than 2 posts per day. No flooding of posts. In order to prevent any user from flooding the subreddit, excessively (more than two in 24 hours) posting is prohibited. Spamming posts that don't provide sufficient and additional information may lead to a 30-day ban on the poster. Posts will be removed at the moderator's discretion.\nNo spam or self promotion. Including spamming your opinions. Don't do that. Submissions violating the spirit of Reddit's self promotion guidelines will be removed. As a general rule, we usually do not allow travel blogs/vlogs as they are almost always posted in violation of these guidelines.\nPosts & comments should be on-topic. Posts & comments should be about news, culture, people, and life in Vietnam. Basically anything Vietnam related. Posts may be removed if linked content is not specifically about Vietnam. Comments also need to stay on topic. For example, don't hijack a highly-upvoted food photo post with unrelated political conversations.\nDon't editorialize news posts. When linking to news articles, please use the original title, or a straightforward and accurate one of your own. Editorialized, provocative, inaccurate, sensationalist, and/or misleading titles may result in the removal of the post. If you have an opinion about the article you are submitting, please post it in the comments instead.\nDon't post content or ask questions about illegal things. Drugs, prostitution, etc., are not allowed.\nNo Political Discussion Political Discussion should be posted on r/VietNamPolitics\nMeme Monday. Memes should only be posted on Mondays. Memes should be directly related to Vietnam. Descriptive titles should be used. Memes should not incite rage, hate, brigading or otherwise be constructed for the sole purpose of chasing controversy.\nPlease message us or better send direct pm to a mod if your post or comment doesn't show up. Message us here or send the mod t0dt0d a direct pm."}], "type": "public"}