{"time_collected": "2023-03-07 06:40:09.073877-05:00", "top_headers": [{"heading": "Hello redditeurs, Pour information: Suite aux palabres liées à la publication du 23/7/22 relative à une officialisation de la règle 1 que tout le monde connaissait déjà, la modération a modifié directement cette publication en y apportant les éléments ci-dessous...", "time_posted": "7 months ago"}, {"heading": "Bonjour. A votre avis, qui a intérêt à faire suspendre un compte définitivement alors qu'on n'a rien fait pour ?", "time_posted": "8 hours ago"}, {"heading": "Bonjour à tous, une petite mise au point si besoin est...", "time_posted": "2 hours ago"}, {"heading": "Y a-t-il un endroit où vous aimez vous recueillir ?", "time_posted": "19 hours ago"}, {"heading": "Demain ça va être chaud patate nan ? Le croniste va prendre cher ?", "time_posted": "17 hours ago"}, {"heading": "Comme la tradition le veut, remerciez-vous Allah avant de prendre un repas ?", "time_posted": "19 hours ago"}, {"heading": "Est-ce étonnant de la part d’un pays qui a pratiqué le génocide, l’esclavage et l’appartheid ?", "time_posted": "2 days ago"}, {"heading": "Pourquoi les poutinolâtres ont-ils déserté ce restaurant ? Ils n'assument pas ? 😁", "time_posted": "3 days ago"}, {"heading": "98 % des Français sont moins fortunés que Mélenchon qui hait les riches ( qui le sont plus que lui). Il est néanmoins frustré et demande aux 98% de bloquer le pays pour atténuer sa frustration. Logique quand on sait que les oligarques russes étalent les apparatchiks du parti communiste en URSS ?", "time_posted": "3 days ago"}, {"heading": "Des bataillons musulmans font le jihad contre la Russie, qu'en pensez-vous", "time_posted": "5 days ago"}, {"heading": "Peut-on s'opposer à la réforme des retraites, et continuer à défendre l'Europe qui nous l'impose sans l'avouer ?", "time_posted": "6 days ago"}, {"heading": "Lorsque les touristes manquent de pain et de pâtes, que reste-t-il aux Cubains?", "time_posted": "6 days ago"}, {"heading": "Comment retrouver l'avion qui a vidangé ses toilettes sur votre maison", "time_posted": "6 days ago"}], "rules": ["Ne pas menacer, harceler, insulter, calomnier ou intimider !", "Ne pas promouvoir la haine fondée sur l'identité ou la vulnérabilité !", "Respectez les règles de la communauté !", "Respectez la vie privée des autres !", "Ne publiez pas de contenu à caractère sexuel ou suggestif impliquant des mineurs !", "Ne vous faites pas passer pour quelqu'un d'autre !", "Filtrez vos contenus !", "Restez du bon côté de la loi !", "Ne cassez pas le site !"], "subreddits": {"Related Communities": {"r/AskConservatives": "10,620 members", "r/france": "1,141,446 members", "r/AskALiberal": "40,643 members", "r/Nepal": "129,457 members", "r/dadjokes": "9,166,081 members", "r/quotes": "381,139 members", "r/Tunisia": "58,165 members", "r/NoStupidQuestions": "3,345,363 members", "r/Sakartvelo": "50,192 members", "r/questions": "71,637 members"}}, "about": {"header": "About Community", "description": "Bienvenue dans cet espace OUVERT A TOUS mais, dans un climat de RESPECT, TOLERANCE et BIENVEILLANCE. Apportez votre HUMOUR, il sera très apprécié ... NOTA : les appellations Yahoo Questions/Réponses et Yahoo QR ne nous appartiennent pas, initialement au groupe Verizon Media. la propriété de ces appellations évolue... Nous ne réalisons pas de profit grâce à ces appellations.", "created": "Created Apr 6, 2021", "stats": ["787 Membres", "17 En ligne"]}, "other_information": [], "type": "public"}